[
    "Let’s celebrate this blissful New Year. happy Christmas.",
    "During this time of faith and family, may the true meaning of Christmas fill you with joy. Wishing you a Merry Christmas and a blessed New Year.",
    "Amidst the Christmas carols, eggnog, cookies, and mounds of presents, may your heart be filled with contentment and the unique feeling of joy that the season brings.",
    "My special wishes to you and to all those too are close to you. May you have a Christmas that is more special than it has ever been. May Baby Jesus bless you abundantly.",
    "Christmas is a season of great joy: a time for remembering the past and hoping for the future. May the glorious message of peace and love fill you with joy during this wonderful season.",
    "This time of year brings festivities and family fun. It is a time for reminiscing and looking forward. Wishing you wonderful memories during this joyous season.",
    "A Christmas candle is a lovely thing; It makes no noise at all, But softly gives itself away; While quite unselfish, it grows small.",
    "During the miraculous time that is Christmas may you see with the eyes of a child, experience the wonder of love, and truly enjoy all that the season has to offer.",
    "As you celebrate the glory of this miraculous season, may your home be filled with love, peace, and joy. May these blessings follow you throughout the New Year.",
    "The best present one can hope for this year is to spend time together. I can’t wait to celebrate the holidays with you.",
    "To a joyful present and a well-remembered past. Best wishes for Happy Holidays and a magnificent New Year",
    "What can be better than opening presents, eating food and singing Christmas music? Doing all those things with the family like you.",
    "Wishing your family all the jingly, jolly joys of Christmas.",
    "May this Christmas be a fitting ending to a successful year for you. May the New Year bring fresh hopes and bright beginnings.",
    "As we rejoice and celebrate this wonderful season of Christmas, let us not forget to thank baby Jesus for coming into our lives. Let us together prepare ourselves to welcome him into the homes of our hearts. Merry Christmas to you and your loved ones.",
    "Poinsettias on the table and a wreath on the door are reminders that Christmas is near. Wishing you a beautiful Christmas.",
    "This Christmas as you count your blessings sent to you by the Almighty, don’t forget to pray for those you aren’t able to partake in this wonderful celebration. I wish you have a Merry Christmas and a very Happy New Year ahead.",
    "Sending thoughtful wishes your way this Christmas season. May the treasures and traditions of Christmas fill your heart with hope and happiness.",
    "Have yourself a Merry little Christmas, Let your heart be light.",
    "A friend like you is what makes Christmas special to me. Nothing makes me happier than sharing this season with you and I can’t wait for Christmas to get here.",
    "I wish you a Merry Christmas, I wish you a Merry Christmas, I wish you a Merry Christmas because you’re so dear.",
    "May Santa Claus bring you lots of gifts! May your home be filled with peace and bliss! May Jesus shower His abundant blessings on you! Here’s wishing you a Merry Christmas and a Promising New Year!",
    "Wishing you safe travels this holiday season and always from our family to yours. Have a merry Xmas and a happy New Year.",
    "Christmas songs in the background to set the mood, the lights are blinking, the eggnog is ready and family and friends are on their way. What else could you ask for?! Merry Christmas!",
    "May this Christmas season bring your closer to all those that you treasure in your heart. Have a Merry Christmas and a Happy New year!",
    "May this Christmas bring your way plenty of reasons to smile. I wish you and your family a very Happy and Joyous Christmas season.",
    "Christmas spells out love, hope, and joy. Pass it on to everyone in your life. Have a great Christmas.",
    "Keeping Christmas is good, but sharing it with others is even better.",
    "Christmas is the perfect season to reach out to others when laughter and good tidings are in the air. Here’s hoping that your Christmas will find you among family and friends, sharing the spirit of the season.",
    "May the spirit of the season bring you closer to those whom you cherish so much. May this be a year of celebrations for everyone, Merry Christmas to all.",
    "May this Christmas burn away all your sadness and bury the tears so that your life is perpetually filled with happiness and joy.",
    "May your home be filled with the joy of the Christmas season. Here’s wishing you a blessed Christmas and Happy New Year!",
    "May you and your family cherish the wonderful memories, of love, care, and hope. May you live life in joy and peace. Merry Christmas and Happy Holidays.",
    "Christmas is a time for cherishing those who bring so many blessings to our lives. May your heart feel that love this Christmas and throughout the New Year ahead.",
    "Hope your Christmas is an ideal measure of fun and laughter!",
    "We hope this season ends on a joyful note and continues into a safe and prosperous New Year for you and your family.",
    "Wishing you a safe holiday season with the ones you love. Have a Merry Christmas and a prosperous New Year.",
    "Santa told me he received and read your letter. However, because of the recession and the economic crisis, all he was able to get you is coal! Only joking! I hope you enjoy the present – Merry Christmas!",
    "I hope Santa is good to you this year because you only deserve the best. Merry Christmas from our family to yours.",
    "A little smile, a word of cheer, a bit of love from someone near, a little gift from one held dear, best wishes for the coming year.",
    "Christmas is the season when u buy this year’s gifts with next year’s money.",
    "I’m sending you warm bear hugs, loving kisses and earnest wishes for the wonderful occasion of Christmas. May you have a splendid Christmas filled with lights, songs, and cheer. Merry Christmas and A Happy New Year to you.",
    "Santa’s coming! Don’t forget to prepare cookies and milk and place them near the Christmas tree! Merry Christmas!",
    "Sending the warmest Christmas wishes to you and your family. May God shower his choicest blessings on you and your family this Christmas!",
    "During this special day, what really matters in not how many presents are under the Christmas tree, but that you are surrounded by the love of family and friends. Merry Christmas!",
    "Have an ideal Christmas; an occasion that is celebrated as a reflection of your values, desires, affections, traditions.",
    "Take nothing for granted and be thankful that you have such great family and friends to spend this joyous season with. Wishing you a delightful holiday season.",
    "Good news from heaven the angels bring; Glad tidings to the earth they sing; To us this day a child is given; To crown us with the joy of heaven.",
    "May this Christmas turns out to be better than you ever expected. Merry Christmas to you. Go out and spread the joy!",
    "I take this Christmas as an opportunity to remind you how much you mean to me. I can’t even think what would I ever do without you. I thank God for sending you into my life. On this beautiful occasion, I pray to him to give you whatever you wish for. May",
    "Sending you all my love and the choicest blessings from heaven this Christmas. May you have a brilliant Christmas season. Merry Christmas to you and your loved ones!",
    "Love, joy and peace are the ingredients for a wonderful Christmas. We hope you find them all festive season. Have a Merry Christmas and a Happy New year!",
    "Wish you a Merry Christmas and may this festival bring abundant joy and happiness in your life!",
    "May you find more smiles on your face this Christmas than ever before! Wishing you and your family a Merry Christmas and a Happy New Year! Make it grand!",
    "Don’t get too scared if a fat dude in red shows up at your doorstep and tries to wrap you up in gift paper. He is Santa Claus and he’s going to simply send you to me, cause I added you to my wish-list this Christmas. Happy Xmas day to you!",
    "Bells are ringing and everyone is singing, It’s Christmas! It’s Christmas! Wishing you a Merry Christmas and a Happy New Year.",
    "It is easy to get lost in the flurry of activity during the holiday season. May you get time to take in the beauty and true meaning of the season and have a Merry Christmas!",
    "May your inner child come out this holiday season so you may truly enjoy and appreciate the small things in life that so often get overlooked.",
    "Merry Christmas, and may this new year bring you joy and laughter. To be happy is the greatest wish in life.",
    "May our love find its way to your heart this holiday season. Have a wonderful time. Merry Christmas.",
    "Spread the love, happiness and Yuletide cheer to all you meet. Have a rocking Christmas.",
    "I wish Santa brings you the gift of never-ending happiness this Christmas! May you and your family be blessed abundantly. Merry Christmas and a Prosperous New Year!",
    "This Christmas give us a message that we should live unite with great peace, So, here is a bundle of some sweet wishes for you. Merry Christmas!!!",
    "Jingle bells, jingle bells, jingle all the way, May you be blessed this Christmas with peace and love all day! Merry Christmas and a Happy New Year!",
    "Spread the warmth of the Christmas season to all those around you and make this world a beautiful place to live in. Merry Christmas and a Happy New Year!",
    "A warm cup of eggnog, a chat with the family and a laugh with friends around the beautifully-decorated tree. Can Christmas get any better than this? Merry Christmas!",
    "Not everyday does it happen that we get to wake up to a bright and beautiful Christmas morning. Make the most of today. Have a lovely Christmas.",
    "Christmas is the gentlest, loveliest festival of the revolving year and yet, 4 all that, when it speaks, its voice has strong authority.",
    "Christmas is the time of giving and sharing, it is the time of loving and forgiving. May the miracle of Christmas fill your heart with warmth and love",
    "May this Christmas be filled with lots of presents but more importantly lots of love from the ones that matter most.",
    "Wishing you and your family health, happiness, peace and prosperity this holiday season and in the coming New Year. May the magic of Christmas fill your heart all year long.",
    "A little smile. A word of cheer. A bit of love from someone near. A little gift from one held dear. Best wishes for the coming year. These make a Merry Christmas!",
    "This Christmas may you get the opportunity to explore joy and lots of love that Christmas brings your way. Happy Christmas to you and a Happy New Year ahead.",
    "May this Christmas fill your hearts with warmth, peace and joy! Have a Holy and a Blessed Christmas!",
    "Christmas is a time for nostalgia, but it is also a time for making new memories. Enjoy the fellowship of new friends, and cherish the company of family in this season of loving and sharing. Merry Christmas!",
    "Have a great Christmas! Take the time to celebrate your desires, values and affections with your loved ones. Wishing you all the best."
]